---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Stair
enum: Autodesk.Revit.UI.PostableCommand
zh: 楼梯
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Stair

**中文**: 楼梯

Adds a stair to the building model by creating common run, landing, and support components.